{
    "MetaData": [
        {
            "Company name ": "Elite DhobiLite Pvt Ltd",
            "Company Description": "Elite DhobiLite is a laundry and dry cleaning service provider that offers convenient and high-quality laundry solutions to customers. With a focus on customer satisfaction, they provide services such as wash and fold, dry cleaning, and ironing, ensuring that clothes are cleaned and cared for with the utmost attention to detail. Their user-friendly platform allows customers to schedule pickups and deliveries, making laundry hassle-free. Apart from that we provide free pickup and delivery services, ensuring that customers can enjoy the convenience of having their laundry taken care of without leaving their homes.",
            "Our Business Model": "Elite DhobiLite operates on a B2C (Business-to-Consumer) model, providing laundry and dry cleaning services directly to individual customers. The company focuses on delivering high-quality cleaning solutions, convenience, and exceptional customer service. Customers can easily schedule pickups and deliveries through the platform, making it a hassle-free experience. The business model emphasizes customer satisfaction and aims to build long-term relationships with clients by offering reliable and efficient laundry services.",
            "Our  franchising model": "Elite DhobiLite's franchising model allows aspiring entrepreneurs to partner with the brand and operate their own laundry and dry cleaning businesses under the Elite DhobiLite name. Franchisees benefit from the established brand reputation, proven business processes, and ongoing support from the company. The model typically includes training, marketing assistance, and access to a comprehensive operational framework. Franchisees can leverage the company's expertise to successfully run their businesses while contributing to the growth of the Elite DhobiLite brand.",
            "typesOfFranchises": [
                {
                    "title": "Master Franchise",
                    "description": "A Master Franchise acts as a central processing hub for multiple Retail franchises. Once customer orders are collected by the Retail units, they are sent to the Master Franchise for all major laundry operations such as washing, dry cleaning, ironing, and packing. The cleaned items are then sent back to the respective Retail franchises for final delivery. Typically located in large Tier 1 cities with high order volumes and multiple dependent Retail units."
                },
                {
                    "title": "Single Unit Franchise / Live Unit",
                    "description": "A Single Unit or Live Unit Franchise operates independently. It does not have any associated Retail franchises under it. Equipped with essential laundry machinery, this unit handles the entire workflow — from receiving orders directly from runners, to cleaning, packing, and final delivery to customers. Runners collect and deliver directly between the customer and this unit. Ideal for areas with moderate demand."
                },
                {
                    "title": "Retail Franchise",
                    "description": "A Retail Franchise serves as the first point of contact for customer orders. Runners pick up laundry from customers and deliver it to the Retail unit. From there, the orders are forwarded to the associated Master Franchise for complete processing. Once the cleaning is done, the items are sent back to the Retail unit for final customer delivery. Suited for local presence and customer convenience, typically connected to a nearby Master Franchise."
                }
            ],
            "Runner": "A Runner is responsible for collecting orders from customers and delivering them to the designated retail or live unit (depending on the center type). Once the processing — including washing, dry cleaning, and packing — is completed, the Runner ensures the final delivery of the cleaned garments back to the customer. The Runner plays a crucial role in maintaining customer satisfaction by ensuring timely pickups and deliveries, and they are often the face of the brand during these interactions. Their efficiency and professionalism directly impact the overall customer experience.",
            "Workshop Hub / W_Hub": "A Workshop Hub is a central processing facility that handles the major laundry operations for multiple Retail franchises. It is responsible for washing, dry cleaning, ironing, and packing garments collected from the Retail units. The Workshop Hub ensures that all cleaning processes are carried out efficiently and to the highest quality standards. Once the cleaning is completed, the cleaned items are sent back to the respective Retail franchises for final delivery to customers. This centralized approach allows for streamlined operations and better resource management.It is typically located in large Tier 1 cities i.e at master franchise with high order volumes and multiple dependent Retail units. The Workshop Hub plays a crucial role in maintaining the quality and consistency of the laundry services provided by the brand.",
            "todaysWorkStats": {
                "description": "A comprehensive summary of all operational statistics for the current day. This includes data on pickups, deliveries, cancellations, and pending tasks, updated continuously as work progresses.",
                "fields": {
                    "centerId": "Unique identifier for each center.",
                    "centerName": "Name of the center.",
                    "bucket": "Refers to the type of franchise model.",
                    "poc": "Point of contact for the center.",
                    "pendingPick": "Total number of pickups that are pending.",
                    "completedPick": "Total number of pickups that have been completed today.",
                    "cancelledPick": "Refers to the number of orders that were canceled by customers during the current day. This figure excludes orders canceled within 5 minutes of placement, as such orders are not considered operationally committed.",
                    "completedDel": "Denotes the number of deliveries successfully completed by runners on the current day up to the most recent update time. Since our system reflects real-time workflow changes, this number may increase throughout the day.",
                    "pendingDelToday": "Total number of deliveries pending today.",
                    "packedPendingDelToday": "Total number of packed deliveries pending today.",
                    "delayedDeliveryToday": "Total number of deliveries delayed today.",
                    "todayRegistration": "Total number of new registrations today.",
                    "invoicePending": "Total number of invoices pending today.",
                    "wHubPending": "Total number of pending tasks at the Workshop Hub (W_Hub).",
                    "orderPackingPending": "Total number of orders pending packing.",
                    "clothPackingPending": "Total number of cloth items pending packing.",
                    "orderPackingDone": "Total number of orders packed today.",
                    "yestOrderPackingDone": "Total number of orders packed yesterday.",
                    "clothPackingDone": "Total number of cloth items packed today.",
                    "yestClothPackingDone": "Total number of cloth items packed yesterday.",
                    "inTransit": "Total number of items currently in transit."
                },
                "exampleDefinitions": {
                    "pendingDeliveries": {
                        "title": "Pending Deliveries",
                        "definition": "The number of deliveries that have been transported to the workshop hub but have not yet been delivered to customers.",
                        "calculation": "35 (transported to W. Hub) – 30 (delivered) = 5 Pending Deliveries"
                    },
                    "packedButDelayedDeliveries": {
                        "title": "Packed but Delayed Deliveries",
                        "definition": "The number of orders that have been packed and are ready for delivery but have not yet reached the customer.",
                        "calculation": "40 (packed) – 30 (delivered) = 10 Packed but Delayed Deliveries"
                    },
                    "totalDelayedDeliveries": {
                        "title": "Total Delayed Deliveries",
                        "definition": "Represents all the orders that were initially intended for delivery, but have not yet been delivered — regardless of whether they are packed or transported.",
                        "calculation": "50 (total deliveries) – 30 (delivered) = 20 Total Delayed Deliveries"
                    }
                }
            },
            "todaysRevenueStats": {
                "description": "A detailed overview of the revenue generated today, including collections, billings, and cloth counts.",
                "fields": {
                    "centerId": "Unique identifier for each center.",
                    "centerName": "Name of the center.",
                    "poc": "Point of contact for the center.",
                    "todayCollection": "Total amount collected today at the centre after marking delivery done.",
                    "todayBilling": "Total billing amount is the amount for which invoice has been generated till now.Only amount Billed at the particular center is considered.",
                    "todayCenterBilling": "Total billing amount is the amount for which invoice has been generated till now.This consists amount Billed at the particular master center and all of retail center wroking under it, todayBilling and todaycenterBilling will be same for the live unit.",
                    "yesterdayBilling": "Total billing amount is the amount for which invoice has been generated till yesterday.Only amount Billed at the particular center is considered.",
                    "yesterdayCenterBilling": "Total billing amount is the amount for which invoice has been generated till yesterday.This consists amount Billed at the particular master center and all of retail center wroking under it, todayBilling and todaycenterBilling will be same for the live unit.",
                    "todayClothCount": "Total number of cloth items which invoice has been generated today at the particular center.",
                    "todayCenterClothCount": "Total number of cloth items which invoice has been generated today at the particular master center and all of retail center wroking under it, todayClothCount and todayCenterClothCount will be same for the live unit.",
                    "yesterdayClothCount": "Total number of cloth items which invoice has been generated till yesterday at the particular center.",
                    "yesterdayCenterClothCount": "Total number of cloth items which invoice has been generated till yesterday at the particular master center and all of retail center wroking under it, todayClothCount and todayCenterClothCount will be same for the live unit.",
                    "todayMasterLevelInvPending": "Total number of master-level invoices pending today.",
                    "yesterdayMasterLevelInvPending": "Total number of master-level invoices pending yesterday."
                }
            },
            "masterStats": {
                "description": "A comprehensive overview of the center's performance metrics, including quality ratings, billing, and cloth counts.",
                "fields": {
                    "centerId": "Unique identifier for each center.",
                    "centerName": "Namwe of the center.",
                    "poc": "Point of contact for the center.",
                    "currentQualityRatingCount": "Total number of quality ratings received.",
                    "lmQualityRatingCount": "Total number of quality ratings received in the last month.",
                    "l2lmQualityRatingCount": "Total number of quality ratings received in the last two months.",
                    "currentQualityRating": "Current quality rating.",
                    "lmQualityRating": "    Last month quality rating.",
                    "l2lmQualityRating": "Last two months quality rating.",
                    "centerBilling": "amount billed at the particular center.",
                    "lyMtdCenterBilling": "amount billed at the particular center till this date last year.",
                    "lastMonthCenterServiceBilling": "amount billed at the particular center last month.",
                    "lyCenterBilling": "amount billed at the particular center till this date last year.",
                    "centerAvgBilling": "average amount billed at the particular center. total amount billed at the center/12 months.",
                    "lyCenterAvgBilling": "average amount billed at the particular center till this date last year. total amount billed at the center/12 months.",
                    "thisMonthCenterClothCount": "Total number of cloth items which invoice has been generated this month at the particular center.",
                    "lyMtdCenterClothCount": "Total number of cloth items which invoice has been generated till this date last year at the particular center.",
                    "lmCenterClothCount": "Total number of cloth items which invoice has been generated in the last month at the particular center.",
                    "lySameMonthCenterClothCount": "Total number of cloth items which invoice has been generated till this date last year at the particular center.",
                    "lastMonthMasterShare": "percentage of amount billed at master center last month.",
                    "lySameMonthMasterShare": "percentage of amount billed at master center till this date last year.",
                    "masterAvgShare": "average percentage of amount billed at master center. total amount billed at the center/12 months.",
                    "lyMasterAvgShare": "average percentage of amount billed at master center till this date last year. total amount billed at the center/12 months.",
                    "yearCenterClothCount": "Total number of cloth items which invoice has been generated this year at the particular center.",
                    "lyCenterClothCount": "Total number of cloth items which invoice has been generated till this date last year at the particular center.",
                    "orderPackingPending": "Order which have been inoviced but not yet packed.",
                    "clothPackingPending": "Cloth items which have been inoviced but not yet packed.",
                    "orderPackingDone": "Order which have been inoviced and packed.",
                    "yestOrderPackingDone": "Order which have been inoviced and packed yesterday.",
                    "clothPackingDone": "Number of Cloth items which have been inoviced and packed.",
                    "yestClothPackingDone": "Number of Cloth items which have been inoviced and packed yesterday."
                }
            },
            "masterPackingStats": {
                "description": "A detailed overview of the packing statistics for the center, including various TTC (Time to Complete) metrics.",
                "fields": {
                    "centerId": "Unique identifier for each center.",
                    "centerName": "Name of the center.",
                    "poc": "Point of contact for the center.",
                    "invTtc": "Startigng from the time the order is picked up till the time its invoiced.",
                    "wHubTtc": "Total time taken to reach the workshop hub.Starting from the time the order is picked up till the time its reached to the workshop hub.",
                    "packingTtc": "Total time taken to pack the items.starting from the time the order is picked up till the time its packed.",
                    "hubTtc": "total time taken to reach the hub.starting from the time the order is picked up till the time its reached to the hub.",
                    "delvTtc": "total time taken to deliver the items.starting from the time the order is picked up till the time its delivered."
                }
            },
            "masterLevelTtcStats": {
                "description": "A detailed overview of the master-level TTC (Time to Complete) statistics for the center.",
                "fields": {
                    "centerId": "Unique identifier for each center.",
                    "centerName": "Name of the center.",
                    "poc": "Point of contact for the center.",
                    "invTtc": "time taken to invoice the order.starting from the time the order is picked up till the time its invoiced.",
                    "wHubTtc": "Time taken to reach the workshop hub.Starting from the time the order is picked up till the time its reached to the workshop hub.",
                    "packingTtc": "Time taken to pack the items.starting from the time the order is picked up till the time its packed.",
                    "hubTtc": "Time taken to reach the hub.starting from the time the order is picked up till the time its reached to the hub.",
                    "delvTtc": "Time taken to deliver the items.starting from the time the order is picked up till the time its delivered."
                }
            },
            "workQuality": {
                "description": "A comprehensive overview of the center's work quality metrics, including complaint counts, ratings, and customer engagement.",
                "fields": {
                    "centerId": "Unique identifier for each center.",
                    "centerName": " Name of the center.",
                    "poc": "Point of contact for the center.",
                    "openComplaintCount": "Total number of open complaints.",
                    "day30ComplaintCount": "Total number of complaints received in the last 30 days.",
                    "complaintPercentile": "Complaint percentile ranking.",
                    "cancelPercentile": "Cancel percentile ranking.",
                    "lmComplaintPercentile": "last month complaint percentile ranking.",
                    "lmCancelPercentile": "last month cancel percentile ranking.",
                    "l2lmComplaintPercentile": "last year this month complaint percentile ranking.",
                    "l2lmCancelPercentile": "last year this month cancel percentile ranking.",
                    "currentQualityRatingCount": "Total number of quality ratings received.",
                    "lmQualityRatingCount": "last month quality rating count.",
                    "l2lmQualityRatingCount": "last year this month quality rating count.",
                    "currentQualityRating": "Quality rating till now.",
                    "lmQualityRating": "    Last month quality rating.",
                    "l2lmQualityRating": "Last year this month quality rating.",
                    "currentPdRating": "pickup and delivery rating till now.",
                    "lmPdRating": "last month pickup and delivery rating.",
                    "l2lmPdRating": "last year this month pickup and delivery rating.",
                    "newCust": "Total number of new customers.",
                    "lmNewCust": "last month new customers.",
                    "l2lmNewCust": "last year this month new customers.",
                    "custTapped": "Total number of customers tapped.Means the number of customers who have been contacted by the sales team and they palced an order.",
                    "lmCustTapped": "last month customers tapped.Means the number of customers who have been contacted by the sales team and they palced an order.",
                    "l2lmCustTapped": "1ast year this month customers tapped.Means the number of customers who have been contacted by the sales team and they palced an order.",
                    "totalLeads": "Total numbers of currently running orders.",
                    "lmTotalLeads": "last month currently running orders.",
                    "l2lmTotalLeads": "last year this month currently running orders.",
                    "prnctCancel": "Percentage of orders cancelled by customers.",
                    "lmPrnctCancel": "last month percentage of orders cancelled by customers.",
                    "l2lmPrnctCancel": "last year this month percentage of orders cancelled by customers."
                }
            },
            "workAndRevenue": {
                "description": "A comprehensive overview of the center's work and revenue metrics, including billing, cloth counts, and financial statistics.",
                "fields": {
                    "centerId": "Unique identifier for each center.",
                    "centerName": "Name of the center.",
                    "poc": "Point of contact for the center.",
                    "companyLedgerAmount": "",
                    "runningcompanyLedgerAmount": "0",
                    "pendingAmountInCenter": "41365",
                    "withMeRunners": "110312",
                    "serviceBilling": "Service Billing is amount generated by the customrs who palced order and paod for it without using his/her prepaid balance.",
                    "lyMtdServiceBilling": "last month service billing is amount generated by the customrs who palced order and paod for it without using his/her prepaid balance.",
                    "compensation": "Compensation is the amount which is given to the customer this month it can be discounted or free service.",
                    "lastMonthServiceBilling": "last month service billing is amount generated by the customrs who palced order and paod for it without using his/her prepaid balance.",
                    "lyServiceBilling": "last year this month service billing is amount generated by the customrs who palced order and paod for it without using his/her prepaid balance.",
                    "yearlyAvgRevenue": "total amount billed at the center/12 months.",
                    "lyAvgRevenue": "last year this month total amount billed at the center/12 months.",
                    "avgTicketSize": "total amount billed at the center/total number of cloth items.",
                    "lmAvgTicketSize": "last month total amount billed at the center/ last month total number of cloth items.",
                    "yearAvgTicketSize": "last 365 days  total amount billed at the center/ last 365 days  total number of cloth items.",
                    "lastYearAvgTicketSize": "Last year this month total amount billed at the center/ last year this month total number of cloth items.",
                    "thisMonthClothCount": "Total number of cloth items which invoice has been generated this month at the particular center.",
                    "lyMtdClothCount": "Total number of cloth items which invoice has been generated till this date last year at the particular center.",
                    "lmClothCount": "Total number of cloth items which invoice has been generated in the last month at the particular center.",
                    "lyClothCount": "Total number of cloth items which invoice has been generated till this date last year at the particular center."
                }
            }
        }
    ],
    "todaysWorkStats": [
        {
            "centerId": "1",
            "centerName": "NOIDA",
            "bucket": "2",
            "poc": "NT",
            "pendingPick": "9",
            "completedPick": "6",
            "cancelledPick": "2",
            "completedDel": "4",
            "pendingDelToday": "12",
            "packedPendingDelToday": "4",
            "delayedDeliveryToday": "5",
            "todayRegistration": "3",
            "invoicePending": "0",
            "wHubPending": "4",
            "orderPackingPending": "4",
            "clothPackingPending": "65",
            "orderPackingDone": "15",
            "yestOrderPackingDone": "24",
            "clothPackingDone": "110",
            "yestClothPackingDone": "186",
            "inTransit": "0"
        },
        {
            "centerId": "2",
            "centerName": "GGN",
            "bucket": "2",
            "poc": "NT",
            "pendingPick": "7",
            "completedPick": "3",
            "cancelledPick": "0",
            "completedDel": "6",
            "pendingDelToday": "11",
            "packedPendingDelToday": "11",
            "delayedDeliveryToday": "27",
            "todayRegistration": "5",
            "invoicePending": "0",
            "wHubPending": "2",
            "orderPackingPending": "44",
            "clothPackingPending": "451",
            "orderPackingDone": "3",
            "yestOrderPackingDone": "16",
            "clothPackingDone": "31",
            "yestClothPackingDone": "142",
            "inTransit": "4"
        }
    ],
    "todaysRevenueStats": [
        {
            "centerId": "1",
            "centerName": "NOIDA",
            "bucket": "2",
            "poc": "NT",
            "todayCollection": "1111",
            "todayBilling": "14736",
            "todayCenterBilling": "31910",
            "yesterdayBilling": "8593",
            "yesterdayCenterBilling": "47846",
            "todayClothCount": "140",
            "todayCenterClothCount": "629",
            "yesterdayClothCount": "208",
            "yesterdayCenterClothCount": "943",
            "todayMasterLevelInvPending": "12",
            "yesterdayMasterLevelInvPending": "15"
        },
        {
            "centerId": "2",
            "centerName": "GGN",
            "bucket": "2",
            "poc": "NT",
            "todayCollection": "1940",
            "todayBilling": "1628",
            "todayCenterBilling": "3730",
            "yesterdayBilling": "10744",
            "yesterdayCenterBilling": "69937",
            "todayClothCount": "35",
            "todayCenterClothCount": "93",
            "yesterdayClothCount": "341",
            "yesterdayCenterClothCount": "1369",
            "todayMasterLevelInvPending": "12",
            "yesterdayMasterLevelInvPending": "4"
        }
    ],
    "masterStats": [
        {
            "centerId": "1",
            "centerName": "NOIDA",
            "bucket": "2",
            "poc": "NT",
            "currentQualityRatingCount": "26",
            "lmQualityRatingCount": "185",
            "l2lmQualityRatingCount": "316",
            "currentQualityRating": "4.2",
            "lmQualityRating": "4.2",
            "l2lmQualityRating": "4.3",
            "centerBilling": "732030",
            "lyMtdCenterBilling": "665230",
            "lastMonthCenterServiceBilling": "1617441",
            "lyCenterBilling": "986931",
            "centerAvgBilling": "1519903",
            "lyCenterAvgBilling": "1421103",
            "thisMonthCenterClothCount": "14611",
            "lyMtdCenterClothCount": "14043",
            "lmCenterClothCount": "27669",
            "lySameMonthCenterClothCount": "21049",
            "lastMonthMasterShare": "314169",
            "lySameMonthMasterShare": "194597",
            "masterAvgShare": "285280",
            "lyMasterAvgShare": "205933",
            "yearCenterClothCount": "318466",
            "lyCenterClothCount": "293630",
            "orderPackingPending": "17",
            "clothPackingPending": "142",
            "orderPackingDone": "78",
            "yestOrderPackingDone": "56",
            "clothPackingDone": "618",
            "yestClothPackingDone": "543"
        },
        {
            "centerId": "2",
            "centerName": "GGN",
            "bucket": "2",
            "poc": "NT",
            "currentQualityRatingCount": "14",
            "lmQualityRatingCount": "124",
            "l2lmQualityRatingCount": "248",
            "currentQualityRating": "3.4",
            "lmQualityRating": "4.1",
            "l2lmQualityRating": "4.4",
            "centerBilling": "768697",
            "lyMtdCenterBilling": "428325",
            "lastMonthCenterServiceBilling": "1563897",
            "lyCenterBilling": "715574",
            "centerAvgBilling": "1394187",
            "lyCenterAvgBilling": "1105171",
            "thisMonthCenterClothCount": "14417",
            "lyMtdCenterClothCount": "8945",
            "lmCenterClothCount": "23811",
            "lySameMonthCenterClothCount": "14614",
            "lastMonthMasterShare": "535889",
            "lySameMonthMasterShare": "187853",
            "masterAvgShare": "392688",
            "lyMasterAvgShare": "277773",
            "yearCenterClothCount": "269440",
            "lyCenterClothCount": "222511",
            "orderPackingPending": "142",
            "clothPackingPending": "1390",
            "orderPackingDone": "22",
            "yestOrderPackingDone": "94",
            "clothPackingDone": "162",
            "yestClothPackingDone": "864"
        }
    ],
    "masterPackingStats": [
        {
            "centerId": "1",
            "centerName": "NOIDA",
            "bucket": "2",
            "poc": "NT",
            "invTtc": "0.26",
            "wHubTtc": "0.92",
            "packingTtc": "2.23",
            "hubTtc": "2.23",
            "delvTtc": "3.12"
        },
        {
            "centerId": "2",
            "centerName": "GGN",
            "bucket": "2",
            "poc": "NT",
            "invTtc": "0.22",
            "wHubTtc": "1.27",
            "packingTtc": "4.23",
            "hubTtc": "5.18",
            "delvTtc": "5.78"
        }
    ],
    "masterLevelTtcStats": [
        {
            "centerId": "1",
            "centerName": "NOIDA",
            "bucket": "2",
            "poc": "NT",
            "invTtc": "0.41",
            "wHubTtc": "1.16",
            "packingTtc": "2.62",
            "hubTtc": "3.36",
            "delvTtc": "5.57"
        },
        {
            "centerId": "2",
            "centerName": "GGN",
            "bucket": "2",
            "poc": "NT",
            "invTtc": "0.49",
            "wHubTtc": "1.38",
            "packingTtc": "4.17",
            "hubTtc": "5.48",
            "delvTtc": "6.29"
        }
    ],
    "workQuality": [
        {
            "centerId": "1",
            "centerName": "NOIDA",
            "bucket": "2",
            "poc": "NT",
            "openComplaintCount": "7",
            "day30ComplaintCount": "36",
            "complaintPercentile": "60.3",
            "cancelPercentile": "45.4",
            "lmComplaintPercentile": "50  ",
            "lmCancelPercentile": "20.1",
            "l2lmComplaintPercentile": "62.2",
            "l2lmCancelPercentile": "35.9",
            "currentQualityRatingCount": "9",
            "lmQualityRatingCount": "62",
            "l2lmQualityRatingCount": "147",
            "currentQualityRating": "4.2",
            "lmQualityRating": "4.2",
            "l2lmQualityRating": "4.2",
            "currentPdRating": "4.8",
            "lmPdRating": "4.4",
            "l2lmPdRating": "4.6",
            "newCust": "93",
            "lmNewCust": "242",
            "l2lmNewCust": "369",
            "custTapped": "27",
            "lmCustTapped": "76",
            "l2lmCustTapped": "141",
            "totalLeads": "278",
            "lmTotalLeads": "606",
            "l2lmTotalLeads": "790",
            "prnctCancel": "11.2",
            "lmPrnctCancel": "9.2",
            "l2lmPrnctCancel": "10.3"
        },
        {
            "centerId": "2",
            "centerName": "GGN",
            "bucket": "2",
            "poc": "NT",
            "openComplaintCount": "12",
            "day30ComplaintCount": "83",
            "complaintPercentile": "100 ",
            "cancelPercentile": "64.5",
            "lmComplaintPercentile": "68.6",
            "lmCancelPercentile": "45.8",
            "l2lmComplaintPercentile": "70  ",
            "l2lmCancelPercentile": "50.4",
            "currentQualityRatingCount": "8",
            "lmQualityRatingCount": "45",
            "l2lmQualityRatingCount": "128",
            "currentQualityRating": "3.6",
            "lmQualityRating": "4.0",
            "l2lmQualityRating": "4.2",
            "currentPdRating": "3.5",
            "lmPdRating": "3.8",
            "l2lmPdRating": "4.2",
            "newCust": "132",
            "lmNewCust": "189",
            "l2lmNewCust": "277",
            "custTapped": "35",
            "lmCustTapped": "43",
            "l2lmCustTapped": "67",
            "totalLeads": "302",
            "lmTotalLeads": "505",
            "l2lmTotalLeads": "716",
            "prnctCancel": "15.6",
            "lmPrnctCancel": "13.7",
            "l2lmPrnctCancel": "12.8"
        }
    ],
    "workAndRevenue": [
        {
            "centerId": "1",
            "centerName": "NOIDA",
            "bucket": "2",
            "poc": "NT",
            "companyLedgerAmount": "0",
            "runningcompanyLedgerAmount": "0",
            "pendingAmountInCenter": "41365",
            "withMeRunners": "110312",
            "serviceBilling": "149419",
            "lyMtdServiceBilling": "211449",
            "compensation": "-5047",
            "lastMonthServiceBilling": "319415",
            "lyServiceBilling": "332337",
            "yearlyAvgRevenue": "389497",
            "lyAvgRevenue": "587268",
            "avgTicketSize": "--",
            "lmAvgTicketSize": "581",
            "yearAvgTicketSize": "621",
            "lastYearAvgTicketSize": "722",
            "thisMonthClothCount": "3579",
            "lyMtdClothCount": "5365",
            "lmClothCount": "6579",
            "lyClothCount": "8404"
        },
        {
            "centerId": "2",
            "centerName": "GGN",
            "bucket": "2",
            "poc": "NT",
            "companyLedgerAmount": "0",
            "runningcompanyLedgerAmount": "0",
            "pendingAmountInCenter": "62312",
            "withMeRunners": "74990",
            "serviceBilling": "148729",
            "lyMtdServiceBilling": "151790",
            "compensation": "-85",
            "lastMonthServiceBilling": "305635",
            "lyServiceBilling": "253719",
            "yearlyAvgRevenue": "315320",
            "lyAvgRevenue": "333908",
            "avgTicketSize": "--",
            "lmAvgTicketSize": "701",
            "yearAvgTicketSize": "685",
            "lastYearAvgTicketSize": "733",
            "thisMonthClothCount": "3896",
            "lyMtdClothCount": "3589",
            "lmClothCount": "6537",
            "lyClothCount": "5793"
        }
    ]
}